Repository: aludiba/automobileBeautyService
Catalog: PocketBooks/PocketBooks/Resources/*.lproj/Localizable.strings
Languages: es

# 请输入账号
source: Please enter your account
es: Por favor ingrese su cuenta

# 请输入密码
source: Please enter password
es: Por favor, introduzca su contraseña

# 登录成功
source: Login successful
es: Inicio de sesión exitoso

# 注册成功
source: Registered successfully
es: Registro exitoso

# 账号
source: account
es: La cuenta

# 密码
source: password
es: La contraseña

# 登录
source: login
es: inicio

# 注册
source: registered
es: El registro

# 总体
source: The overall
es: general

# 历史
source: history
es: La historia

# 预算
source: The budget
es: presupuesto

# 分配
source: distribution
es: La distribución

# 我的
source: My
es: mi

# 昵称
source: nickname
es: apodo

# 密码修改
source: Password change
es: Modificación de la contraseña

# 固定开销
source: Fixed overhead
es: Gastos fijos

# 每月限额
source: Limites mensuelles
es: Límites mensuales

# 类别管理
source: Category management
es: Gestión de categorías

# 退出
source: exit
es: salida

# 修改昵称
source: Modify the nickname
es: Modificación del apodo

# 更新成功
source: The update is successful
es: Actualización exitosa

# 请输入昵称
source: Please enter nickname
es: Por favor, introduzca UN apodo

# 保存
source: save
es: guardar

# 请输入旧密码
source: Please enter the old password
es: Por favor, introduzca su antigua contraseña

# 请输入新密码
source: Please enter a new password
es: Por favor, introduzca una nueva contraseña

# 完成
source: complete
es: completar

# 我的项目
source: My project
es: Mi proyecto

# 所有类别
source: All categories
es: Todas las categorías

# 请至少选择4项
source: Please select at least 4 items
es: Por favor, seleccione al menos 4 opciones

# 服饰
source: Clothing
es: Ropa

# 食品
source: Food
es: Alimentos

# 房屋
source: housing
es: Las casas

# 交通
source: traffic
es: transporte

# 健康
source: health
es: salud

# 空闲
source: free
es: En vano

# 网费
source: Internet fee
es: La tarifa

# 手机
source: Mobile phone
es: Los teléfonos

# 水费
source: water
es: tarifas

# 电费
source: electricity
es: La electricidad

# 气费
source: Gas fee
es: Gastos de gas

# 取暖费
source: heating
es: Tarifa de calefacción

# 物业
source: Property management
es: La propiedad

# 车位
source: Parking space
es: estacionamiento

# 装修
source: decorate
es: decorar

# 家电
source: Home appliance
es: electrodomésticos

# 服务
source: service
es: servicios

# 家居
source: household
es: Enseres domésticos

# 其它
source: other
es: otros

# 请输入金额
source: Please enter amount
es: Por favor introduzca la cantidad

# 总金额:
source: The total amount:
es: Importe total:

# 请填写完整
source: Please complete
es: Por favor rellene
