Repository: aludiba/automobileBeautyService
Catalog: Simple Diary/Simple Diary/Resources/*.lproj/Localizable.strings
Languages: fr

# 日记
source: diary
fr: Le carnet

# 我的
source: mine
fr: mon

# 写日记
source: Write diary
fr: Tenue d’un journal

# 日历
source: calendar
fr: Le calendrier des conférences

# 搜索
source: search
fr: recherche

# 字体大小
source: The font size
fr: Taille des caractères

# 字体颜色
source: The font color
fr: Couleur des caractères

# 照相机
source: The camera
fr: caméras

# 本地相簿
source: Local album
fr: Albums de photos locaux

# 最多只能选择6张图片
source: You can only choose 6 pictures at most
fr: Un maximum de 6 images peuvent être sélectionnées

# 取消
source: cancel
fr: La suppression des

# 相册
source: Photo album
fr: l’album

# 您未打开照片权限
source: You did not open photo permissions
fr: Vous n’ouvrez pas le droit de photographie

# 相机胶卷
source: Camera film
fr: Rouleaux pour caméras

# 返回
source: return
fr: Le retour

# 确定
source: determine
fr: déterminer

# 提示
source: prompt
fr: rappel

# 您还未开启定位服务，是否需要开启？
source: You have not started the location service, do you need to start it?
fr: Vous n’avez pas encore activé le service de positionnement

# 请输入日记内容
source: Please enter diary contents
fr: Veuillez indiquer le contenu du journal

# 星期日
source: Sunday
fr: dimanche

# 星期一
source: Monday
fr: lundi

# 星期二
source: Tuesday
fr: mardi

# 星期三
source: Wednesday
fr: mercredi

# 星期四
source: Thursday
fr: jeudi

# 星期五
source: Friday
fr: vendredi

# 星期六
source: Saturday
fr: samedi

# 详情
source: details
fr: Pour de plus amples informations

# 删除成功
source: Delete the success
fr: Suppression réussie

# 确定删除?
source: Sure to delete?
fr: Suppression définitive

# 添加成功
source: Add a success
fr: Succès de l’addition

# 更新成功
source: The update is successful
fr: Mise à jour réussie

# 定位失败
source: To locate failure
fr: Défaut de localisation

# 账号
source: account
fr: Le compte

# 密码
source: password
fr: Les mots de passe

# 登录
source: login
fr: connexion

# 注册
source: registered
fr: l’enregistrement

# 请输入账号
source: Please enter your account
fr: Veuillez indiquer le numéro de compte

# 请输入密码
source: Please enter password
fr: Veuillez introduire votre mot de passe

# 登录成功
source: Please enter password
fr: Accès réussi

# 注册成功
source: Registered successfully
fr: Succès de l’enregistrement

# 忘记密码
source: Forgot password
fr: Oubliez votre mot de passe

# 昵称
source: nickname
fr: surnom

# 密码修改
source: Password change
fr: Modification du mot de passe

# 提醒写日记
source: Remind yourself to keep a journal
fr: Rappel pour tenir un journal

# 日记样式
source: Diary style
fr: Style de carnet

# 退出登录
source: Log out
fr: Sortie de la session

# 输入旧密码
source: Enter old password
fr: Entrée de l’ancien mot de passe

# 输入新密码
source: Enter a new password
fr: Entrée d’un nouveau mot de passe

# 确认密码
source: Confirm password
fr: Confirmation du mot de passe

# 请输入旧密码
source: Please enter the old password
fr: Entrez votre ancien mot de passe

# 请输入新密码
source: Please enter a new password
fr: Entrez votre nouveau mot de passe, s’il vous plaît

# 请确认密码
source: Please confirm the password.
fr: Veuillez confirmer votre mot de passe

# 两次密码输入不一致
source: Two different passwords
fr: Deux entrées de mot de passe ne concordent pas

# 密码修改成功
source: Password modified successfully
fr: Changement réussi du mot de passe

# 修改昵称
source: Modify the nickname
fr: Modification d’un pseudonyme

# 请输入昵称
source: Please enter nickname
fr: Entrez votre pseudonyme

# 保存
source: save
fr: La conservation

# 提醒我写日记
source: Remind me to keep a diary
fr: Rappelle-moi de tenir un journal

# 提醒时间
source: Remind the time
fr: Temps de rappel

# 主题颜色
source: Theme colors
fr: Couleur du sujet

# 保存成功
source: Save success
fr: Préserver le succès

# 输入要搜索的内容
source: Enter what you want to search for
fr: Entrez ce que vous voulez rechercher

# 补写
source: Write up
fr: BuXie

# 这天没有写日记哦，快去补写吧
source: I didn't write in my diary today
fr: Il n’y a pas eu de journal ce jour-là

# 方便日记
source: Convenient diary
fr: Journal de commodité

# 今天你写日记了吗？
source: Have you written in your diary today?
fr: As-tu tenu un journal aujourd’hui?
